Repository: tuderiewsc/My-Important-Codes
Catalog: wordpress/Sources/21-hm-digital-shop/languages/hm-digital-shop-*.po
Languages: fa_ir

source: Sell Download Link
fa_ir: فروش لینک دانلود

source: Settings
fa_ir: تنظیمات

source: Transactions
fa_ir: تراکنش ها

source: Are you sure?
fa_ir: آیا شما مطمئن هستین؟

source: An error happen
fa_ir: خطایی رخ داده

source: Parspal settings
fa_ir: تنظیمات پارس پال

source: Merchant ID
fa_ir: شناسه درگاه

source: Password
fa_ir: گذرواژه

source: You do not have permission to access...
fa_ir: شما اجازه دسترسی به این قسمت را ندارید.

source: Nonce is not correct!
fa_ir: خطا

source: Please complete information
fa_ir: لطفا اطلاعات را تکمیل نمایید

source: Data added successfully
fa_ir: اطلاعات با موفقیت ثبت شد

source: Error in saving data
fa_ir: خطا در ذخیره سازی اطلاعات

source: Data updated successfully
fa_ir: اطلاعات با موفقیت بروز شد

source: Error in updating
fa_ir: خطا در بروزرسانی

source: File save successfully
fa_ir: فایل با موفقیت ذخیره شد.

source: Error in deleteing data
fa_ir: خطا در حذف فایل

source: Download Links
fa_ir: لینک دانلود

source: File Name
fa_ir: نام فایل

source: Price
fa_ir: قیمت

source: File Link
fa_ir: لینک فایل

source: Select File
fa_ir: انتخاب فایل

source: Please wait...
fa_ir: لطفا صبر کنید...

source: Save
fa_ir: ذخیره

source: Add link
fa_ir: افزودن لینک

source: Link ID
fa_ir: شناسه لینک

source: Link Name
fa_ir: نام لینک

source: Link Price
fa_ir: قیمت لینک

source: Download address
fa_ir: آدرس دانلود

source: Download Link
fa_ir: لینک دانلود

source: Created Time
fa_ir: زمان ایجاد

source: Shortcode
fa_ir: کدکوتاه

source: Operation
fa_ir: عملیات

source: Row
fa_ir: ردیف

source: Paymenter
fa_ir: پرداخت کننده

source: Payment title
fa_ir: عنوان پرداخت

source: Reserve Number
fa_ir: شماره رزرو

source: Recieve Number
fa_ir: شماره رسید

source: Mobile Number
fa_ir: شماره موبایل

source: Email
fa_ir: ایمیل

source: Date
fa_ir: تاریخ

source: Not transaction found...
fa_ir: تراکنشی یافت نشد

source: Payment information
fa_ir: اطلاعات پرداخت

source: Your payment operation successfully finished, please save payment information
fa_ir: پرداخت شما با موفقیت انجام شد، لطفا اطلاعات را نزد خود نگه دارید

source: Download Link Name
fa_ir: نام لینک دانلود

source: Download
fa_ir: دانلود

source: Delete
fa_ir: حذف

source: Edit
fa_ir: ویرایش

source: No Download link found...
fa_ir: لینک دانلودی یافت نشد.

source: You must login, please
fa_ir: شما باید وارد سایت شوید

source: SignIn
fa_ir: وارد شوید

source: Or
fa_ir: یا

source: SignUp
fa_ir: ثبت نام کنید

source: File not found
fa_ir: فایل یافت نشد

source: Connecting...
fa_ir: در حال اتصال...

source: You can not buy this link, Please contact with Admin
fa_ir: امکان خرید این لینک وجود ندارد، لطفا با مدیریت تماس بگیرید

source: For download you must buy download link
fa_ir: برای دانلود محصول باید لینک دانلود آن را خریداری کنید.

source: Buy
fa_ir: خرید

source: Link Title
fa_ir: نام لینک

source: Paymenter Name
fa_ir: نام پرداخت کننده

source: HM File Link Shop
fa_ir: فروش لینک دانلود

source: This plugin is way to sell download link with parspal
fa_ir: این افزونه یک راه ساده است برای فروش لینک دانلود از طریق پارس پال

source: Hamed Moodi
fa_ir: حامد مودی
